-- кремний как руда
-- кремнёвая руда - добывается из булыжников, может быть добавить и в каменную руду, либо создать различныеразновидности каменной руды, оставив при этом ванильную как источник непосредственно только камня
-- кремень может применятся в крафте вместе с пиритом, по сути, бесполезного предмета - огнива, всё что он сможет сделать - поджечь лес
-- кремень - быть может добавить ранний ресурс, который для добычи требуют его поджечь - огнемёт игроку не доступен, и огниво будет кстати
-- кремень как один из вариантов добычи кремния

